{"timeline": {"headline": "Corrientes estético musicales del siglo IV al siglo XVII", "type": "default", "text": "<p>Fernando Yollotl Tamayo Hernandez CNM</p>", "asset": {"media": "https://c8.alamy.com/comp/2H3G945/woman-playing-the-harpsichord-accompanied-by-the-violin-17th-century-music-2H3G945.jpg"}, "date": [{"startDate": "301", "endDate": "", "headline": "Siglo IV Reconocimiento oficial del cristianismo", "text": "<p>Abandono de las prácticas secretas y establecimiento de reuniones públicas en basílicas canto de plegarias y escrituras que fueran entonadas.</p>", "classname": "", "asset": {"media": "", "thumbnail": "", "credit": "", "caption": ""}}, {"startDate": "313", "endDate": "", "headline": "Edicto de Milán", "text": "<p>En 313 el emperador Constantino promulgó el Edicto de Milán, que concedía a los cristianos la libertad de ejercer su culto.</p>", "tag": "Acontecimiento", "classname": "acontecimiento", "asset": {"media": "https://time.graphics/uploadedFiles/500/b8/e5/b8e59491185b5472edaf659f398dd4a4.jpg"}}, {"startDate": "317", "headline": "Liturgia", "tag": "Genero Vocal", "classname": "vocal", "text": "Liturgia: orden y forma con que se llevan a cabo las ceremonias del culto en las distintas religiones.\n<br/>\nLa salmodia es una técnica de canto específica para los salmos que desde la antigüedad se ha practicado en la tradición judía de la sinagoga y posteriormente los primeros cristianos empezaron a incluirla en la liturgia cristiana. Posteriormente se aplicó esta fórmula a otros textos bíblicos.\nSe pueden agrupar en tres tipos:\n<ol> \n  <li>Salmodia directa (recta): el salmo completo se canta continuamente. Todos los versos recitados son originales, sin adición de nuevos textos.</li>\n  <li> Salmodia antifonal: dos coros cantan alternadamente el mismo salmo (lo repiten). El primer coro canta el salmo original, y a continuación el segundo un verso nuevo, antífona, antes, entre o después del salmo original.</li>\n  <li> Salmodia responsorial: el celebrante recita cada verso del salmo que es respondido por la asamblea o el coro.</li>\n</ol>\n"}, {"startDate": "350", "endDate": "", "tag": "Genero Vocal", "classname": "vocal", "asset": {"media": "https://www.youtube.com/watch?time_continue=16&v=W4fKPK6-Y4c&feature=emb_logo"}, "headline": "Canto para el rito Bizantino", "text": "Utilización de una nota pedal Ison\nSe derivan las siguientes liturgias del canto Bizantino :\n<ol>\n  <li> Liturgia griega </li>\n  <li> Liturgia eslava </li>\n  <li> Liturgia rusa </li>\n  <li> Liturgia ucraniana </li>\n  <li> Liturgia búlgara </li>\n  <li> Liturgia serbia </li>\n</ol>\n"}, {"startDate": "401,01,01", "headline": "Siglo V : Distintos ritos litúrgicos", "text": "Distintos ritos litúrgicos"}, {"startDate": "402", "endDate": "", "tag": "Genero Vocal", "classname": "vocal", "headline": "Canto para el rito Hispano o Mozárabe", "text": "En el siglo V, los visigodos, que eran cristianos, se establecieron en la provincia romana de Hispania (en la península ibérica); \ntres siglos después, los moros del norte de África cruzaron el estrecho de Gibraltar y dominaron gran parte de la península. Los moros toleraban a la población cristiana, \nlibre de seguir sus ritos a cambio de impuestos más altos. \nEstos cristianos que vivían entre los musulmanes se llamaban mozárabes y su liturgia es el rito mozárabe.\n<br/>\nEn este ejemplo, un coro responde al solista, interpretación (salmodia) RESPONSORIAL \n", "asset": {"media": "https://www.youtube.com/watch?v=5jbmCF3PpbY&list=PL9xRufHyAi9tfczoccPVzcEKjK_qjfPdK"}}, {"startDate": "420", "endDate": "", "tag": "Genero Vocal", "classname": "vocal", "headline": "Canto para el rito Galiciano", "text": "Esta liturgia era la vigente en la provincia romana de la Galia (hoy Francia, parte de Alemania, Bélgica y Suiza). \nAhí llegaron los francos y establecieron un reino que fue el de mayor extensión en la Edad Media. \nUno de los gobernantes más sobresalientes de este reino fue Carlomagno, quien reinó de 768 a 814. \nEn el año 800 se declaró emperador de los romanos, título reservado a los emperadores del imperio bizantino, lo cual causó protestas inmediatas de Oriente. \nEl imperio creado por Carlomagno sentó las bases del Sacro Imperio romano-germánico posterior.\n<br/>\nEn la época de Carlomagno seguía en uso la liturgia galicana, \ny es precisamente durante su reinado que sucede la síntesis de este rito con la liturgia romana, cuyo resultado es lo que hoy llamamos canto gregoriano.\n", "asset": {"media": "https://www.youtube.com/watch?v=S08SIkWldSU&list=PLSbHTZkaXc8xyEdHbwTO4m-VpfwAp_O65"}}, {"startDate": "460", "tag": "Genero Vocal", "classname": "vocal", "headline": "Canto para el rito Ambrosiano", "text": "Lleva el nombre de san Ambrosio. Se desarrolló en Milán y la tradición adjudica a \nsan Ambrosio su creación, pero el repertorio que se tiene de este rito es posterior (siglo XII) a él.\n<br/>\nEn este ejemplo, un coro de niños responde a un coro de mujeres, interpretación (salmodia) ANTIFONAL del canto.\n", "asset": {"media": "https://www.youtube.com/watch?v=QfGb5Gkd4KI&ab_channel=ScholaGregoriana-Topic"}}, {"startDate": "476", "tag": "Acontecimiento", "classname": "acontecimiento", "headline": "Imperio romano de Occidente", "text": "El último emperador del Imperio romano de Occidente, Rómulo Augústulo, es depuesto por Odoacro, rey de los hérulos, alzándose como rey de Italia; desapareciendo oficialmente el imperio occidental.", "asset": {"media": "https://historia-biografia.com/wp-content/uploads/2021/02/agustulo.jpg"}}, {"startDate": "480", "tag": "Genero Vocal", "classname": "vocal", "headline": "Canto para el rito Beneventano", "text": "<p>Había muchas otras liturgias en uso en Europa, como la de Ravena y de Benevento, consecuencia natural de la dificultad de comunicaciones en la Edad Media \ny el hecho de que no existía una notación musical. \n<br/>\nSi se considera que la enorme cantidad de cantos con sus textos que cubrían el año eclesiástico \ndependían de la memoria de quienes los cantaban y de una transmisión oral, es fácil entender las variantes \ndel rito entre diferentes zonas geográficas a pesar de la intención de unificación. \nAdemás de las mencionadas arriba, había muchas más liturgias y también muchas variantes dentro de un mismo rito.\n<br/>\nEl Imperio bizantino tenía su propia liturgia de acuerdo con el rito griego: el canto bizantino. \nEn la Iglesia ortodoxa griega, el canto bizantino ha continuado en uso hasta la actualidad, \nmientras que el canto gregoriano se dejó de utilizar en el siglo XX, después del Concilio Vaticano II, cuando dejó de ser cantada la liturgia en Occidente.\n<br/>\n<em>En este ejemplo no existen respuestas, interpretación RECTA del canto.</em></p>\n", "asset": {"media": "https://www.youtube.com/watch?v=ji8klhW4Pdo"}}, {"startDate": "541", "headline": "La peste negra", "tag": "Acontecimiento", "text": "La peste negra azota Constantinopla y casi la totalidad del Imperio bizantino.", "asset": {"media": "https://static.dw.com/image/53604811_804.jpg"}}, {"startDate": "701", "tag": "Genero Vocal", "classname": "vocal", "headline": "Canto Gregoriano", "text": "En la época de Carlomagno seguía en uso la liturgia galicana, y es precisamente durante su reinado que sucede la síntesis de este rito con la liturgia romana, cuyo resultado es lo que hoy llamamos canto gregoriano.\n<br/>\nEl canto gregoriano se refiere en general a un tipo de canto llano, simple, monódico y con una música supeditada al texto utilizado en la liturgia de la Iglesia católica, aunque en ocasiones se usa en un sentido amplio o incluso como un sinónimo de canto llano.\n", "asset": {"media": "https://curiosfera-historia.com/wp-content/uploads/Canto-gregoriano.jpg"}}, {"startDate": "710", "tag": "Genero Vocal", "classname": "vocal", "headline": "Tipos de Canto Gregoriano", "text": "<ol>\n  <li> <strong>Silábicos </strong>: se refiere a la relación de una nota por silaba en el texto.</li>\n  <li> <strong> Melismáticos </strong>: En el aleluya, hay pasajes largos donde una sola sílaba del texto se canta sobre muchas notas. Esto se llama melisma, y cuando en una pieza se encuentran varios pasajes de una sola sílaba por muchas notas, se dice que la pieza es melismática.</li>\n  <li> <strong> Neumáticos </strong>: Se refiere a la relación de muchas notas por sílaba.</li>\n<ol>\n", "asset": {"media": "https://www.youtube.com/watch?v=koeju4eClSM"}}, {"startDate": "730", "tag": "Genero Vocal", "classname": "vocal", "headline": "Tropos", "text": "Un tropo era una manera de ornamentar el canto; esta palabra viene del griego tropos (en latín tropus), que significa “elaborar”, “extender”, \n“embellecer un texto mediante una figura del lenguaje”. \nEn música, tropar significaba añadir una parte nueva a un canto. \nEsta manera de ornamentar los cantos, que de alguna manera respetaba la melodía del canto original, se volvió muy común.\n<br/>\nEl nacimiento del tropo dio lugar al nacimiento de dos géneros importantes de la música medieval al interior de la iglesia.\n<br/>\n", "asset": {"media": "tropos.png"}}, {"startDate": "740", "tag": "Genero Vocal", "classname": "vocal", "headline": "La Secuencia", "text": "Comenzaron siendo prosulas. Los cantores agregaban textos a los melismas del Aleluya para aprenderlos. Con el tiempo, las secuencias pasaron a ser una parte de la misa que se cantaba después del Aleluya. Una de las secuencias más importante conocida es el \"Diesirae\".\n", "asset": {"media": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Secuencia_Lauda_Sion_pergamino.png/800px-Secuencia_Lauda_Sion_pergamino.png", "caption": "https://es.wikipedia.org/wiki/Archivo:Victimae_Paschali_Laudes.ogg"}}, {"startDate": "760", "tag": "Genero Vocal", "classname": "vocal", "headline": "El Drama litúrgico", "text": "Algunos tropos tomaron forma de diálogos y llegaron a ser tan elaborados que se conocieron como \"Dramas litúrgicos\", si bien, no formaban parte de la liturgia,estaban vinculados a ella y quedaron recogidos en los libros.\n", "asset": {"media": "https://hispanamusica.files.wordpress.com/2016/04/la-divina-liturgia.jpg?w=1200"}}, {"startDate": "770", "headline": "Misa", "tag": "Genero Vocal", "classname": "vocal", "text": "<p>Por un lado, ya para el siglo IX, la misa era el servicio principal de la Iglesia cristiana. \nTenía una parte más antigua derivada del rito judío y una segunda parte, llamada eucaristía , \nque recreaba la última cena. Ya en tiempos de Carlomagno, la misa tenía una estructura muy parecida a la misa de hoy en día. \n<br/>\nHay dos tipos de Misa :\n<ol>  \n  <li><strong>Ordinario / Común </strong> :son textos que no cambian</li>\n  <li> <strong>Propio:</strong>\n    <ol>\n      <li>1. Introito, canto que acompaña al celebrante, tiene 3 secciones: Antífona - Salmo -Antífona (Salmodia, Antifonal).</li>\n      <li>2. Kyrie. Mismo texto todas los días (Griego) </li>\n      <li>3. Gloria: sólo Domingos y fiestas.  </li>\n      <li>4. Gradual: Para el solista, se cantaba en el alta </li>\n      <li>5. Alleluia </li>\n      <li>6. Credo </li>\n      <li>7. Ofertorio </li>\n      <li>8. Santus -Sanctus y Benedictus, después de la elevación del cáliz </li>\n      <li>9. Agnus Dei </li>\n      <li>10. Comunión </li>\n      <li>11. Ite missa est </li>\n    </ol>\n  </ol></p>\n", "asset": {"media": "misa.png", "caption": "Pieza monódica (a una voz), en latín, sin estructura rítmica definida, con una melodía que se mueve por grado conjunto (por intervalos de tono o semitono) y también por intervalos grandes, con un ámbito amplio (sube y baja mucho). "}}, {"startDate": "1141", "endDate": "1152", "headline": "Hildegard von Bingen (1089- 1179)", "tag": "Acontecimiento", "classname": "acontecimiento", "text": "<strong>Scivias </strong> (también conocida como sigue los caminos ) es el título de la obra más importante de Hildegarda, visionaria, teóloga medieval y abadesa  escrito entre 1141 y 1152. Es un libro que explica muchos de los principales dogmas de la fe católica a través de la explicación de las visiones tenidas por la abadesa, expuestas a través de ricas y coloridas ilustraciones de las mismas con gran simbología. El libro se describe por medio de una sinfonía.\n<br/>\n<strong>Sinfonía</strong>: del griego \"que suenan juntos\" en la época medieval tienen mucho significado.\n", "asset": {"media": "https://www.youtube.com/watch?v=a9Zz9GX-ano&ab_channel=JourneytotheLoveandWisdombySpiritandMeditationWay"}}, {"startDate": "801", "endDate": "", "headline": "Siglo IX Inicios de la polifonía", "text": "", "classname": "", "asset": {"media": "poli.png"}}, {"startDate": "850", "headline": "Organum", "tag": "Genero Vocal", "text": "En la Edad Media, el primer tipo de polifonía se llamó organum (el plural es organa), \nconsista en la superposición de una voz a alguna pieza del repertorio ya establecido. \n<br/> \nLa fuente más antigua sobre polifonía es <em>Musica enchiriadis</em> (Manual de música), junto con <em>Scolica enchiriadis</em> (Manual de extractos), dos tratados de la segunda mitad del siglo IX. Ambos describen dos tipos de polifonía.\n", "asset": {"media": "orga.png"}}, {"startDate": "870", "headline": "Organum Paralelo", "tag": "Genero Vocal", "text": "En el organum paralelo, se canta una voz nueva a un intervalo fijo del canto gregoriano utilizando los intervalos de cuarta, quinta u octava. Sobre cada nota del canto original se canta una nota de la voz nueva. La voz que lleva el canto original se llama vox principalis y la voz nueva vox organalis.", "asset": {"media": "org_par.png", "caption": "Organum paralelo a la quinta de Scholia enchiriadis"}}, {"startDate": "890", "headline": "Organum Paralelo Modificado", "text": "En el organum paralelo modificado (el término es moderno), que también describe Musica enchiriadis, es más sofisticado al implicar movimiento oblicuo y contrario de las voces. <br/> Se mantiene a intervalo de cuarta y luego regresa al unísono al final de la frase. Este procedimiento se sigue en cada frase.", "tag": "Genero Vocal", "classname": "vocal", "asset": {"media": "organum.png"}}, {"startDate": "1160", "headline": "Conductus", "tag": "Genero Vocal", "classname": "vocal", "text": "El texto es entre silábico y neumático, todas las voces tienen el mismo texto y las sílabas generalmente cambian al mismo tiempo en todas las voces, se basa en textos poéticos en latín, la mayoría son monódicos pero existen también a dos, tres y cuatro voces. Floreció entre el año 1160 y 1240", "asset": {"media": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Conductus_monofonico_Beata_viscera.png/1300px-Conductus_monofonico_Beata_viscera.png"}}, {"startDate": "1110", "headline": "Trovadores", "text": "Los trovadores fueron músicos-poetas del sur de lo que hoy es Francia, y produjeron uno de los repertorios monódicos más importantes de la Edad Media. Sus canciones son de temas muy diversos, de los cuales la cansó —canción de amor imposible a la dama inalcanzable— es quizá la más famosa.\n<br/>\nSus poemas están escritos en occitano ( el lenguaje del sur de Francia), al norte de Francia estaban los troveros ( trouveres )que escribían sus versos en francés, los troveros de la península ibérica escribian sus cantigas en gallego-portugués, tambien se les conoce como los minnesinger en los países alemanes y los trovatori en la península italiana.\n", "tag": "Genero Vocal", "classname": "vocal", "asset": {"media": "https://www.youtube.com/watch?v=vs9FnLucL88&list=RDvs9FnLucL88&start_radio=1"}}, {"startDate": "1120", "headline": "Canso", "tag": "Genero Vocal", "classname": "vocal", "text": "Se llama cansó al poema que trata de amor cortés, uno de los géneros literarios más utilizados por los trovadores; sin embargo, no todos los poemas son de amor cortés. El alba es la separación de dos amantes al salir el sol, el sirventés es una sátira moral o política, la tensó es un debate entre dos o más personajes y en la pastorela un caballero intenta seducir a una pastora. \n", "asset": {"media": "https://www.youtube.com/watch?v=kFE41w4hX_s", "caption": "Le Jeu de Robin et Marion”, primera pastorela conservada de la historia. Escrita por Adam de la Halle entre 1282 y 1283."}}, {"startDate": "1135", "headline": "Can vei la lauzeta mover", "tag": "Acontecimiento", "text": "La cansó Can vei la lauzeta mover, de uno de los más famosos trovadores, \nBernart de Ventadorn (cerca de 1135), el canso trata sobre una amante que lamenta no ser correspondido en su \namor por su dama, aunque se da cuenta de que la dama siempre estuvo fuera de su alcance\n", "asset": {"media": "https://www.youtube.com/watch?v=jkp2GHBRUiQ"}}, {"startDate": "1150", "headline": "Cantigas", "tag": "Genero Vocal", "text": "La cantiga es un poema amoroso siempre en voz de mujer que añora el regreso de su amado, son piezas monódicas y estróficas con un pequeño estribillo. El texto está en gallego-portugués con acomodo más bien neumático y no hay indicaciones rítmicas. También estas las cantigas a santa Maria, exclusivamente tratan sobre un amor cortes hacia María la virgen. \n", "asset": {"media": "https://www.youtube.com/watch?v=XgjZxQLiv7k", "caption": "Cantigas a santa María"}}, {"startDate": "1160", "headline": "Organum Florido de Aquitania", "tag": "Genero Vocal", "text": "Nace en el siglo XII, algunos ejemplos se conservan en la catedral de santiago de Compostela y en tres manuscritos del sur de Francia (Región conocida como Aquitania) \nVoz inferior - se queda tenida y da sostén a la voz superior\nAquí nació el término tenor, del latín \"tenere\", sostener la palabra tenor\" se usó para nombrar a la voz más grave en una composición hasta el siglo XV.\n", "asset": {"media": "florido.png"}}, {"startDate": "1170", "headline": "Ars Antiqua", "text": "Ars antiqua, también llamado Ars veterum o Ars vetus, se refiere a la música de Europa de finales de la Edad Media aproximadamente entre 1170 y 1310, que abarca \nel período de la Escuela de Notre Dame de polifonía y los años posteriores. Comprende los siglos XII y XIII. \nA este le siguen otros periodos de la historia de la música medieval denominados ars nova y ars subtilior.\n", "asset": {"media": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Cath%C3%A9drale_Notre-Dame_de_Paris_-_Fa%C3%A7ade_Sud.jpg/500px-Cath%C3%A9drale_Notre-Dame_de_Paris_-_Fa%C3%A7ade_Sud.jpg"}}, {"startDate": "1198", "headline": "Viderunt Omnes", "tag": "Acontecimiento", "text": "Navidad de 1198. Viderunt Omnes primera pieza escrita a 4 voces cuyo compositor conocemos( Perotín ). Con la composición de esta pieza da comienzo el periodo conocido <strong>como Ars Antiqua.</strong>\n<br/>\nEn esta interpretación del Viderunt Omnes de Perotin podemos escuchar que secciones de \npolifonía alternan con secciones monódicas; dicha práctica se conoce como: <strong>ALTERNATIM.</strong>\n", "asset": {"media": "https://www.youtube.com/watch?v=BdhKvj7BLXI"}}, {"startDate": "1170", "tag": "Genero Vocal", "headline": "Escuela de Notre Dame", "text": "En el siglo XII, París (en el norte de Francia) se convirtió en un centro musical de importancia siendo esta \nincubadora de varias innovaciones musicales. Estas innovaciones se centraron en los \ncompositores de la nueva Catedral de Notre Dame. \n<br/>\nEl siglo XII es el momento de las primeras catedrales góticas, posibles por descubrimientos en ingeniería que harían factible la construcción de grandes edificios.  \n<br/>\nDe esta catedral surgieron compositores como Leonin y Perotín.\n", "asset": {"media": "https://www.civitatis.com/f/francia/paris/guia/catedral-notre-dame-m.jpg"}}, {"startDate": "1200", "headline": "Motete", "tag": "Genero Vocal", "text": "El motete es una de las formas musicales más importantes de la música polifónica desde el S.XIII hasta el XVIII, \naunque posteriormente se siguieran componiendo pero en menor medida y de una forma independiente. \nEn los siglos XIII y XIV, el motete constaba de una serie de variaciones polifónicas sobre un Canto dado o Cantus Firmus. \nEste cantus firmus era una melodía ya existente, de origen generalmente litúrgico, y sobre el que se basaba la composición polifónica. \nSobre este cantus firmus, de línea melódica amplia y severa, se contraponía una nueva melodía con otro texto, más amplia y variada, \nque se conocía con el nombre de tropo. Por tanto, se denominaba motete a la voz que hacía un contrapunto sobre el rígido esquema del cantus firmus, \na modo de discanto o diafonía. El cantus firmus poseía un texto corto, \nmientras el discanto contenía un texto con más palabras. El texto utilizado estaba escrito en latín sobre un salmo o pasaje de las sagradas escrituras.\n", "asset": {"media": "https://levantemusicaycultura.files.wordpress.com/2015/04/motete-guerrero.jpg"}}, {"startDate": "1250", "headline": "Motete Franconiano", "tag": "Genero Vocal", "text": "Franco de Colonia (a mediados del siglo XIII) era un teórico de la música alemana y posiblemente un compositor. \nFue uno de los teóricos más influyentes de la Edad Media y fue el primero en \nproponer una idea que transformara permanentemente la notación musical: \nque la duración de cualquier nota se determinara por su aparición en la página y no por el contexto solo. El resultado fue notación franconiana.\n", "asset": {"media": "https://www.youtube.com/watch?v=BoCy58W_6ps&ab_channel=Anonymous4-Topic"}}, {"startDate": "1290", "headline": "Motete Petroniano", "tag": "Genero Vocal", "text": "Petrus de Cruce (Pierre de la Croix) fue activo como clérigo, compositor y teórico a finales del siglo XIII. \nSu principal contribución fue al sistema de notación. El Petroniano Motet fue compuesto alrededor del 1300. \nSus características incluyen la división adicional del triplum, el motetus y el triplum y se mueve hacia la expresión ligera y elegante, además de mostrar una carencia de la preocupación para los principios del acentuatio textual apropiado\n", "asset": {"media": "https://www.youtube.com/watch?v=vJbgL80-Hq0"}}, {"startDate": "1300", "headline": "Estampie", "tag": "Genero instrumental", "text": "La danza medieval y forma musical que se llama estampie en francés, estampida en occitano e \nistampitta (también istanpitta o stampita) en italiano era un popular estilo instrumental de de los siglos XIII y XIV.\n<br/>\nLa etimología de estampie es objeto de controversias; un nombre alternativo de esta danza es stantipes, \nque sugiere que un pie permanece inmóvil durante el baile, \npero la etimología más aceptada hace referencia a estamper, en el sentido de dar una patada en el suelo con los pies.\n<br/>\nLa estampie consta de cuatro a siete secciones, llamadas puncta\n, cada una de los cuales se repite, siguiendo el patrón: aa, bb, cc, etc..\n<br/>\nDiferentes finales (ouvert (abierta) y clos (cerrada)) corresponden tanto a la primera \naparición de cada punctum como a la segunda, de modo que la estructura podría ser: a + x, a + y, b + w, b + z, etc.\n<br/>\nEn ocasiones se utilizan las mismas dos terminaciones para todos los puncta, dando lugar a la estructura: a+x, a+y; b+x, b+y, c+x, c+y, etc.\n", "asset": {"media": "https://www.youtube.com/watch?v=TqZUNDyfq1s"}}, {"startDate": "1350", "headline": "El motete isorrítmico", "tag": "Genero Vocal", "text": "La isorritmia es una técnica que se utiliza sobre todo para dar estructura al tenor de un motete. \nEn la isorritmia intervienen dos elementos musicales que se consideran independientes uno de otro: \nel color (la melodía, generalmente un fragmento de canto gregoriano) y la talea (un patrón rítmico).\n<br/>\nEstos dos elementos, color y talea, pueden interactuar de muchas maneras, de acuerdo con la decisión del compositor. \nPuede haber un color largo simplemente dividido por repeticiones de la talea; pero también puede suceder que el \ncolor y la talea no sean del mismo tamaño y sus principios y finales no coincidan sino que se alternen. \nAdemás de la relación entre color y talea, un recurso muy común es repetir la talea pero modificando proporcionalmente sus valores rítmicos. \nPor ejemplo, si el principio de la talea equivale a una nota entera seguida de una mitad, \nen una repetición podría aparecer con sus valores rítmicos divididos todos a la mitad, por lo que empezaría con una blanca seguida de una negra.\n", "asset": {"media": "https://www.youtube.com/watch?v=hGW2HL35kqY"}}, {"startDate": "1400", "headline": "Inicio del renacimiento", "tag": "Acontecimiento", "asset": {"media": "https://enciclopediadehistoria.com/wp-content/uploads/2018/07/renacimiento.jpg"}}, {"startDate": "1547", "headline": "El Madrigal", "text": "El género más importante del renacimiento, es una composición polifónica en donde la calidad del texto es súper importante.\n<br/>\nLa estructura depende del texto que se esté cantando.\n<br/>\n\"Ancor che col partire\", madrigal del año 1547, escrito por Cipriano de Rore sobre unos versos de Alfonso d'Avalos, marqués de Pescara.\n<pre>\nAunque al partir yo me siento morir\npartir querría cada hora, cada instante:\ntanto es el placer que siento de la vida que adquiero en el retorno: \ny así, miles de veces al día partir de vos querría:\ntan dulces son los retornos míos.\n</pre>\n", "tag": "Genero Vocal", "asset": {"media": "https://www.youtube.com/watch?v=qdypcIKChWM"}}, {"startDate": "1536", "headline": "El Maestro", "tag": "Acontecimiento", "text": "Se publica <em>El maestro</em>. Es un tratado escrito por Luis de Milán, para aprender a tocar la guitarra.\n", "asset": {"media": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Vihuelaplayer.jpg"}}, {"startDate": "1570", "headline": "La Chanson", "tag": "Genero Vocal", "text": "La chanson es una pieza musical polifónica de la Baja Edad Media y del Renacimiento. Las chansons antiguas tendieron a presentar una forma fija como balada, rondó o virelay, aunque posteriormente muchos compositores usaron la poesía popular en variedad de formas musicales.\n", "asset": {"media": "https://www.youtube.com/watch?v=107gP2moTKM&ab_channel=pannonia77"}}, {"startDate": "1470", "headline": "Frottola", "tag": "Genero Vocal", "text": "La frottola fue el tipo de música popular predominante en Italia como canción profana durante el siglo xv y principios del xvi. Fue el más importante y difundido predecesor del madrigal. La cumbre de composición de las frottolas fue el período entre 1470 y 1530, a cuyo término la forma musical fue reemplazada por el madrigal.\n", "asset": {"media": "https://www.youtube.com/watch?v=SyubnX3s0VM&ab_channel=EmilioGarr%C3%A1n"}}, {"startDate": "1540", "headline": "El Lied", "tag": "Genero Vocal", "text": "Es una forma breve escrita para voz y piano sobre un texto poético ya existente. \nSu principal característica es la fusión entre el texto y la música. \nEl lied era muy apreciado por el público porque en los conciertos creaba una atmósfera íntima propiciada por la belleza y expresividad de sus melodías.\n", "asset": {"media": "https://www.youtube.com/watch?v=5a3Vcm4nP14&ab_channel=HofkapelleEnsemble-Topic"}}, {"startDate": "1490", "headline": "El Villancico", "text": "El villancico es una forma musical y poética en castellano y portugués tradicional de España y Portugal, \nmuy popular entre los siglos xv y xviii. Los villancicos eran originariamente canciones profanas con estribillo, de origen popular y a varias voces. \nPosteriormente comenzaron a cantarse en las iglesias y a asociarse específicamente con la Navidad\n", "tag": "Genero Vocal", "asset": {"media": "https://www.youtube.com/watch?v=9ARBile3yaI&ab_channel=Artlejandra"}}, {"startDate": "1606", "headline": "Excomulgación", "tag": "Acontecimiento", "text": "Paulo V emitió un interdicto papal contra Venecia, excomulgando a toda la población.\n", "asset": {"media": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Leonardo_Donato.jpg/440px-Leonardo_Donato.jpg", "caption": "Dux de Venecia"}}, {"startDate": "1560", "tag": "Genero Vocal", "headline": "Intermezzi", "text": "Historias acompañadas de música. Surgieron en el teatro serio del Renacimiento, eran usados entre actos, de ahí su nombre.\nCon el tiempo, crecieron en extensión y recursos. Normalmente se ejecutaban 6 intermedios durante una comedia (prólogo, cuatro entreactos y un epílogo)\nHoy día se les considera como antecesores de la ópera.\n", "asset": {"media": "https://upload.wikimedia.org/wikipedia/commons/c/cc/La_Pellegrina_titula.jpg"}}, {"startDate": "1589", "tag": "Acontecimiento", "headline": "La Pellegrina. Intermedii", "text": "Intermedios compuestos para la celebración de las bodas del Gran Duque Fernando I de Médici y Cristina de Lorena en 1589, para realzar y enfatizar el nuevo estado de su reinado. Estos intermedios toman el nombre de la comedia a la que acompañaban, La peregrina (La Pellegrina en italiano) de Girolamo Bargagli, y con textos de G. B. Strozzi y Ottavio Rinuccini; música de Cristofano Malvezzi, Luca Marenzio, Jacopo Peri, Giulio Caccini, Antonio Anchilei, Emilio de' Cavalieri y Giovanni Bardi.\n", "asset": {"media": "https://www.youtube.com/watch?v=xgZ0l1__Iqk&ab_channel=USCThorntonEarlyMusic"}}, {"startDate": "1600", "tag": "Genero Vocal", "headline": "El nacimiento de la Ópera", "text": "El término ópera (del italiano òpera, \"obras musicales\") designa un género de música teatral en el que una acción escénica se armoniza, se canta y tiene acompañamiento instrumental. Las representaciones suelen ofrecerse en teatros de ópera, acompañadas por una orquesta o una agrupación musical menor. Forma parte de la tradición de la música clásica europea y occidental.\n", "asset": {"media": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Giovanni_Paolo_Pannini_-_F%C3%AAte_musicale_-_1747.jpg/440px-Giovanni_Paolo_Pannini_-_F%C3%AAte_musicale_-_1747.jpg"}}, {"startDate": "1597", "tag": "Acontecimiento", "headline": "Dafne", "text": "Dafne. Producida en Florencia en 1598. Sólo sobreviven fragmentos demasiado pequeños para reconstruirla. Música de Jacopo Peri y libreto de Ottavio Rinuccini\n", "asset": {"media": "https://assets.classicfm.com/2012/43/dafne-and-apollo-1351174433-view-0.jpg"}}, {"startDate": "1600", "tag": "Acontecimiento", "headline": "Eurídice", "text": "Eurídice. Música de Jacopo Peri y libreto de Rinuccini.\n", "asset": {"media": "https://normalweb.es/wp-content/uploads/2022/10/el-mito-de-orfeo-y-euridice-resumen.jpg"}}, {"startDate": "1607", "tag": "Acontecimiento", "headline": " Orfeo", "text": "Estrenada en Mantua. Claudio Monteverdi.\n", "asset": {"media": "https://www.youtube.com/watch?v=0mD16EVxNOM&ab_channel=Belarmo"}}, {"startDate": "1600,02,02", "tag": "Genero Vocal", "headline": "Oratorio", "text": "En febrero de 1600, aún antes de que la primera ópera en sobrevivir hasta nuestros días fuera representada, Emilio de Cavalieri estreno en Roma su Rappresentatione di\nAnima et di Corpo (La representación del Alma y del Cuerpo). \nHoy día no se considera a la Representación una ópera, pero habría de ser precursora de un género muy utilizado durante el barroco: <em>El oratorio.</em>\nLos oratorios hacían uso de elementos usados por la ópera, su principal diferencia era que no se esperaba que fueran escenificados. \nReciben su nombre del oratorio, lugar de la iglesia en que eran representados.\n<br/>\nEl libreto de un oratorio puede estar escrito en:\n  <ol>\n    <li>Latín (oratorio latino)</li>\n    <li> Italiano (oratorio volgare o vernáculo): </li>\n</ol>\n", "asset": {"media": "https://www.youtube.com/watch?v=t2xm5T6y7k8&ab_channel=SP%27sscorevideos"}}, {"startDate": "1637", "headline": "Concertato", "text": "El estilo Concertato  viene de tener que contestar, ponerse de acuerdo para poder tocar juntos.\nLa interpretación se basa en la contestación entre dos orquestas.\nLa Coronación de Popea, es la primera ópera basada en hechos históricos, no mitológicos. \nCompuesta por Monteverdi y estrenada en Venecia, en 1642, \ndespuês de que el teatro de San Cassiano, primer teatro público de ópera de la historia, abriera sus puertas en 1637.\n", "tag": "Genero instrumental", "asset": {"media": "https://www.youtube.com/watch?v=rzXEYAdPJ84&ab_channel=OedipusColoneus"}}, {"startDate": "1650", "headline": "Canzona", "tag": "Genero instrumental", "text": "Piezas para uno o dos solistas y bajo continuo con muchas secciones en estilos contrastantes y diversos compases.\nLas piezas tipo canzona habrían de evolucionar en lo que ahora conocemos como sonata.\n", "asset": {"media": "https://www.youtube.com/watch?v=3G7vJXYlNbE&ab_channel=VoicesofMusic", "caption": "Dario Castello: Sonata Prima"}}, {"startDate": "1610", "headline": "Ricercare", "tag": "Genero instrumental", "text": "Piezas polifónicas que, con muchísima frecuencia, hacían uso del contrapunto imitativo. \nEscritas generalmente para instrumentos de teclado y que habrian de transformarse en la Fuga del siglo XVIII\n", "asset": {"media": "https://www.youtube.com/watch?v=MX0p_GEhclY&ab_channel=DaniyyelBarrera", "caption": "G. Frescobaldi - Recercar dopo il Credo"}}, {"startDate": "1623", "headline": "Variaciones-divisiones", "tag": "Genero instrumental", "text": "A principios del Siglo XVII existian 3 maneras de hacer variaciones.\n<ol>\n<li>\n  1.  Una melodía que va pasando por todas las voces de una pieza. <a> https://www.youtube.com/watch?v=TwbHnqCsHZ8&ab_channel=MusicaJuventutis </a> </li> \n</li>\n<li>\n  2.  Hacer divisiones sobre una voz <a> https://www.youtube.com/watch?v=78s-AJ2fKzk&ab_channel=MyYearsWithEarlyMusic</a>\n</li>\n<li>\n  3. Una secuencia rítmico armónica que se repite y sobre la cual se hacen variaciones. (En Inglaterra, a las secuencias rítmico armónicas se les llamaba Ground)\n</li>\n</ol.\n", "asset": {"media": "https://www.youtube.com/watch?v=AbYSj-LrjEk&ab_channel=JordiSavall-Topic", "caption": "Greensleeves to a Ground, variación de tercer tipo"}}, {"startDate": "1617", "tag": "Genero instrumental", "headline": "Danzas / Suite", "text": "La música para danzar había existido siempre, pero durante el barroco florecieron como un importante género musical. \nLas danzas comenzaron a ordenarse en conjuntos que se llamaron Suite.\n<br/>\nDurante el Siglo XVII el orden más común de la Suite es:\n<ol>\n  <li><strong>Pavana</strong> Danza binaria, lenta y muy majestuosa</li>\n  <li><strong>Gallarda</strong> Danza ternaria y rápida</li>\n  <li><strong>Corrente</strong> Tempo moderado, a 3, con muchas hemiolas.</li>\n  <li><strong>Allemanda</strong> Tiempo lento, en compás binario y que casi siempre comienza con anacrusa</li>\n  <li><strong>Tripla</strong> Versión a tres de la Allemanda.</li>\n</ol>\n", "asset": {"media": "https://www.youtube.com/watch?v=ADxunZfkvT0&ab_channel=RobertDescombes"}}, {"startDate": "1630", "tag": "Genero instrumental", "headline": "Música en estilo Improvisatorio", "text": "Música para un solo instrumento, escrita de manera muy virtuosa. \nEsta música, aunque estaba escrita, parecería que se estaba improvisando. La dirección tonal y temática no es clara.\nDurante la época, los nombres dados a estas piezas son, entre otros:\nTocata, Preludio, Fantasía, Tiento.\n", "asset": {"media": "https://www.youtube.com/watch?v=r0b8Ze4UfOI&ab_channel=huakinthoi"}}, {"startDate": "1431", "tag": "Acontecimiento", "headline": "Juana de Arco", "text": "Juana de Arco es quemada en la Hoguera", "asset": {"media": "https://historia.nationalgeographic.com.es/medio/2018/02/28/juana-de-arco__1280x1651.JPG"}}, {"startDate": "1450", "tag": "Acontecimiento", "headline": "La imprenta", "text": "Gutenberg inventa la imprenta de tipos móviles\n", "asset": {"media": "imprenta.jpg"}}, {"startDate": "1453", "tag": "Acontecimiento", "headline": "Fin de la guerra de los 100 años", "text": "Fin de la guerra de los 100 años y fin del imperio Bizantino\n", "asset": {"media": "https://historia.nationalgeographic.com.es/medio/2019/10/19/batalla-de-crecy-1346_30905d4d_1280x1124.jpg"}}, {"startDate": "1453,12,10", "tag": "Acontecimiento", "headline": "Desembarco de Colón", "text": "Cristóbal Colón desembarca en las Bahamas el 12 de octubre de 1492\n", "asset": {"media": "https://content3.cdnprado.net/imagenes/Documentos/imgsem/fe/fe9c/fe9c76e5-eae5-4586-9adb-83b8c92cbdce/be71dff8-66f4-421e-a534-4606c428fe7f.jpg"}}], "era": [{"startDate": "301,01,01", "endDate": "400,31,12", "headline": "Siglo IV", "text": "Reconocimiento oficial del cristianismo", "tag": "Siglo IV"}, {"startDate": "401,01,01", "endDate": "500,31,12", "headline": "Siglo V", "text": "Distintos ritos litúrgicos", "tag": "Siglo V"}, {"startDate": "701,01,01", "endDate": "800,31,12", "headline": "Siglo VIII", "text": "Canto Gregoriano", "tag": "Siglo VII"}, {"startDate": "801,01,01", "endDate": "900,31,12", "headline": "Siglo IX", "text": "Primera Polifonía", "tag": "Siglo IX"}, {"startDate": "901,01,01", "endDate": "1100,31,12", "headline": "Siglo X a siglo XI", "text": "Trovadores y la escuela de Notre Dame", "tag": "Siglo X a siglo XI"}, {"startDate": "1170", "endDate": "1310", "headline": "Ars Antiqua", "text": "", "tag": "Ars Antiqua"}, {"startDate": "1322", "endDate": "1380", "headline": "Ars Nova", "text": "", "tag": "Ars Nova"}, {"startDate": "1380", "endDate": "1410", "headline": "Ars Subtilior", "text": "", "tag": "Ars Subtilior"}, {"startDate": "1201,01,01", "endDate": "1300,31,12", "headline": "Siglo IX", "text": "Siglo XIII", "tag": "Siglo XIII"}, {"startDate": "1301,01,01", "endDate": "1400,31,12", "headline": "Siglo XIV", "text": "Siglo XIV", "tag": "Siglo XIV"}, {"startDate": "1401,01,01", "endDate": "1600,31,12", "headline": "Renacimiento", "text": "Renacimiento", "tag": "Renacimiento"}, {"startDate": "1601,01,01", "endDate": "1700,31,12", "headline": "Barroco", "text": "Barroco", "tag": "Barroco"}]}}